# Вывод с раздилиелем значений sep и end c концом строки с функицей переноса строки
print ("Привет суперпользователь!", 10, 9, ".", sep="|", end="\n")
# Вывод слеша
print ("Second \" line!")
# Вывод ковычек
print ('Third " / \ line')
# Перенос строки
print ('G\nO\n!\n')
# \t табуляция
print ("\ttabulation")
# Вывод обратного слеша
print ("\\")
# Степень
print (5**5)
# Деление с округлением в целое число , по сути отбрасывает все цифры после запятой
print (5//3)
# Минимальное значение среди указанных значений
print ("Результат:", min(1, 2, 5, 67, 7, -4))
# Максимальное значиение
print ("Result:", max(1, 2, 5, 67, 7, -4))
# Вывод числа по модулю (при передаче отрицательного значения выводит положительное)
print ("Result:", abs(-4))
# Возведение в степень через функцию
print ('Result:', pow(5, 5))
# Округление в целое число но по человечески)
print ('Пять делить на три будет:', round(5 / 3))


#Получение от пользователя значения
input ("Введите свйо возраст: ")
